Repository: Marcel-OSFT/CryptoPortfolioTracker
Catalog: MultilingualResources/CryptoPortfolioTracker.*.xlf
Languages: nl

# Messages_duressPassword_Set_Title
source: Duress Password Set
nl: Dwangwachtwoord ingesteld

# Messages_Password_New_Required_Msg
source: Password cannot be blank or whitespace
nl: Wachtwoord mag niet leeg of met spaties zijn

# Messages_Password_New_Required_Title
source: Incorrect password
nl: Onjuist wachtwoord

# Messages_Password_Set_Msg
source: The new password has been set
nl: Het nieuwe wachtwoord is ingesteld

# Messages_Password_Set_Title
source: Password Set
nl: Wachtwoord Ingesteld

# Messages_Authentication_Attempts_MsgPrefix
source: Please try again in
nl: Probeer het opnieuw na

# Messages_Authentication_Attempts_MsgPrefix1
source: Locked out for
nl: Buitengesloten voor

# Messages_Authentication_Attempts_MsgSuffix
source: minutes.
nl: minuten.

# Messages_Authentication_Attempts_Title
source: Too many failed attempts
nl: Te veel mislukte pogingen

# Messages_Authentication_Failed
source: Authentication Failed
nl: Authenticatie mislukt

# Messages_Authentication_ForgotPassword
source: Forgot password?
nl: Wachtwoord vergeten?

# Messages_Authentication_InvalidCode_Msg
source: Check provided reset code. (Case sensitive and limited time valid)
nl: Controleer de verstrekte resetcode. (Hoofdlettergevoelig en geldig voor een beperkte tijd)

# Messages_Authentication_InvalidCode_Title
source: Invalid reset code
nl: Ongeldige resetcode

# Messages_Authentication_PasswordReset_Msg
source: Please set a new password in Settings.
nl: Stel een nieuw wachtwoord in via Instellingen.

# Messages_Authentication_PasswordReset_Title
source: Password has been reset
nl: Wachtwoord is gereset

# Messages_Authentication_PlaceholderText
source: Enter your password
nl: Voer uw wachtwoord in

# Messages_Authentication_Required
source: Authentication Required
nl: Authenticatie vereist

# Messages_ScheduledTaskMod_Explainer
source: The CryptoPortfolioTracker needs to modify the scheduled task that perform the daily update of the Market Charts. The application needs to run once as an administrator to modify the scheduled task. It will restart and prompt you to accept changes.
nl: De CryptoPortfolioTracker moet de geplande taak voor de dagelijkse update van de marktgrafieken aanpassen. De applicatie moet één keer als beheerder worden uitgevoerd om de geplande taak te wijzigen. De applicatie wordt opnieuw opgestart en u wordt gevraagd de wijzigingen te accepteren.

# Messages_WhatsNewFile_FailedMsg
source: Unable to open the Online 'What's New' in your default browser.
nl: De online 'Wat is er nieuw'-pagina kan niet worden geopend in uw standaardbrowser.

# Messages_WhatsNewFile_FailedTitle
source: Failed to open Online What's New.
nl: Het openen van de online 'Wat is Nieuw' is mislukt.

# Navigation_WhatsNew.Content
source: What's New?
nl: Wat is er nieuw?

# Settings_DashBoard_MaPeriod.Description
source: Set the number of periods used to calculate the Moving Average (MA).
nl: Stel de periode in dat wordt gebruikt om het voortschrijdend gemiddelde (MA) te berekenen.

# Settings_DashBoard_MaPeriod.Header
source: MA Period
nl: MA Periode

# Settings_DashBoard_MaType.Description
source: Choose the type of Moving Average (MA) to use for analysis.
nl: Kies het type voortschrijdend gemiddelde (MA) dat u voor de analyse wilt gebruiken.

# Settings_DashBoard_RsiPeriod.Description
source: Set the number of periods used to calculate the Relative Strength Index (RSI).
nl: Stel de periode in dat gebruikt wordt om de Relative Strength Index (RSI) te berekenen.

# Settings_DashBoard_RsiPeriod.Header
source: RSI Period
nl: RSI Periode

# settingsExpander_Bubbles.Description
source: Expand this to get acces to settings related to the 'Bubbles' graph like target ranges, RSI and MA.
nl: Vouw dit uit om toegang te krijgen tot instellingen met betrekking tot de 'Bubbles'-grafiek, zoals doelbereiken, RSI en MA.

# settingsExpander_Bubbles.Header
source: Bubble Chart settings
nl: Instellingen Bubble grafiek

# Settings_Bubbles1.Description
source: This threshold is used to provide a visual confirmation of the Actual Price being within the range of it's target level.
nl: Deze drempelwaarde wordt gebruikt om visueel te bevestigen dat de werkelijke prijs binnen het bereik van het doelniveau ligt.

# Settings_Bubbles1.Header
source: 'Within Range' Threshold percentage
nl: 'Binnen bereik' drempelpercentage

# Settings_Bubbles2.Description
source: This threshold is used to provide a visual confirmation of the Actual Price being within close range of it's target level.
nl: Deze drempelwaarde wordt gebruikt om visueel te bevestigen dat de werkelijke prijs zich binnen het bereik van het doelniveau bevindt.

# Settings_Bubbles2.Header
source: 'Close To' Threshold percentage
nl: 'Dichtbij' drempelpercentage

# settingsExpander_Pie.Description
source: Expand this to get access to settings related to the Pie Chart(s)
nl: Vouw dit uit om toegang te krijgen tot instellingen met betrekking tot de cirkeldiagram(men)

# settingsExpander_Pie.Header
source: Pie Chart Settings
nl: Instellingen voor cirkeldiagrammen

# Settings_MaxPieCoins.Description
source: The number of coins visible in the Portfolio Pie. The remaining coins will be grouped into 'Others'
nl: Het aantal munten dat zichtbaar is in de Portfolio Pie. De overige munten worden gegroepeerd in 'Overige'.

# Settings_MaxPieCoins.Header
source: Maximum number of coins in the Portfolio Pie Chart
nl: Maximaal aantal munten in de portefeuille-cirkeldiagram
