Repository: Marcel-OSFT/CryptoPortfolioTracker
Catalog: MultilingualResources/CryptoPortfolioTracker.*.xlf
Languages: nl

# PriceLevels_Explainer.Text
source: This overview gives an indication if the actual price of a coin is within range of a specified level. The levels that can be set are, a Take Profit, a buy and a Stop level. If the price is within range of a level it will be indicated by a colour.
nl: Dit overzicht geeft een indicatie of de actuele prijs van een munt binnen het bereik van een bepaald niveau ligt. De niveaus die kunnen worden ingesteld zijn een Take Profit, een buy en een Stop-niveau. Als de prijs binnen het bereik van een niveau ligt, wordt dit aangegeven door een kleur.

# PriceLevels_Title.Text
source: Price Levels
nl: Prijsniveaus

# PriceLevelsLV_AddEditLevels.Label
source: Add/Edit Price Levels
nl: Toevoegen/wijzigen Prijsniveaus

# PriceLevelsLV_Delete.Label
source: Delete Price Levels
nl: Verwijder Prijsniveaus

# Navigation_PriceLevels.Content
source: Price Levels
nl: Prijsniveaus

# Messages_ResetLevelsFailed_Title
source: Failed to reset Price Levels
nl: Fout bij het verwijderen van prijsniveaus

# Messages_PriceLevelsAddFailed_Title
source: Adding/Updating Price Levels failed
nl: Fout bij het toevoegen/wijzigen van Prijsniveaus

# Messages_PriceLevelsDialogFailed_Title
source: Price Levels Dialog Failure
nl: Fout bij het openen van het Prijsniveaus venster

# PriceLevelsDialog_CloseButton
source: Cancel
nl: Annuleren

# PriceLevelsDialog_PrimaryButton
source: Accept
nl: Accepteren

# PriceLevelsDialog_Title
source: Price Levels for
nl: Prijsniveaus voor

# PriceLevelsDialog_Note.PlaceholderText
source: Write a note....
nl: Schrijf hier een notitie...

# PriceLevelsLV_AvgCost.Text
source: Avg. cost price
nl: gem. kostprijs

# PriceLevelsDialog_BuyHeader.Text
source: Buy level
nl: Koopniveau

# PriceLevelsDialog_StopHeader.Text
source: Stop level
nl: Stopniveau

# PriceLevelsDialog_TpHeader.Text
source: Take profit level
nl: Winstname-niveau

# settingsExpander_AssetView.Description
source: Expand this to get access to settings related to the 'Assets View' like HideCapitalFlow, HideZeroBalances
nl: Vouw dit uit om toegang te krijgen tot instellingen met betrekking tot de 'Portfolio overzicht' zoals KapitaalStroom verbergen, Nulsaldi verbergen

# settingsExpander_AssetView.Header
source: Asset View settings
nl: Instellingen Portfolio-overzicht

# settingsExpander_General.Description
source: Expand this to get access to general settings like NumberFormat, FontSize, Language, Dark/Light theme, ExpandedScrollBars
nl: Vouw dit uit om toegang te krijgen tot algemene instellingen zoals getalsnotatie, lettergrootte, taal, donker/licht thema, zichtbaarheid schuifbalken

# settingsExpander_General.Header
source: General settings
nl: Algemene instellingen

# GraphicView.Text
source: Portfolio Value
nl: Portefeuille waarde

# Top5View.Text
source: Top 5 Winners & Losers 24h
nl: Top 5 Stijgers & Dalers 24u

# ValueGainsView.Text
source: Values & Gains
nl: Waardes & Groei

# CapitalFlowView.Text
source: Capital Flow
nl: Kapitaalstroom

# ValueGainsView_PortfolioValue.Text
source: Portfolio value
nl: Portefeuillewaarde

# ValueGainsView_Day.Text
source: day
nl: dag

# ValueGainsView_Month.Text
source: month
nl: maand

# ValueGainsView_Year.Text
source: year
nl: jaar

# ValueGainsView_CostBaseVersus.Text
source: vs. cost base
nl: vs. kostenbasis

# ValueGainsView_CostBase.Text
source: Cost base
nl: Kostenbasis

# ValueGainsView_NetCapFlow.Text
source: net flow
nl: netto kapitaalstroom

# HeatMapView_NoTargets.Text
source: Go to the 'Price Levels' view to set target levels.
nl: Ga naar het overzicht 'Prijsniveaus' om streefniveaus in te stellen.

# PieChartView_Portfolio.Text
source: Portfolio distribution
nl: Portefeuille verdeling

# PieChartView_Accounts.Text
source: Accounts distribution
nl: Accounts verdeling

# AssetsLV_NetInvestment.Text
source: Net Investment
nl: Netto Investering

# ValueGainsView_NetInvestment.Text
source: Net Investment
nl: Netto investering

# Navigation_Narratives.Content
source: Narratives
nl: Narratief

# NarrativesLV_Edit.Label
source: Edit
nl: Wijzigen

# NarrativesLV_MarketValue.Text
source: Market Value
nl: Marktwaarde

# NarrativesLV_Name.Text
source: Name
nl: Naam

# NarrativesLV_Note.Text
source: Note
nl: Notitie

# Narratives_AddNarrative.Content
source: Add Narrative
nl: Narratief toevoegen

# Narratives_Explainer.Text
source: The Narratives view gives you an overview of your crypto assets in relation to their narrative. Go to the Library View to assign a Narrative to a coin that is already in the Library. When you add e new coin then a narrative can be assigned right away. The app comes with an initial Narrative List that can be modified. The Name and Description can be changed and also new Narratives can be added.
nl: Het Narratieven overzicht geeft u een lijst van uw crypto-activa in relatie tot hun narratief. Ga naar het Bibliotheek overzicht om een ​​Narrative toe te wijzen aan een munt die al in uw Bibliotheek zit. Indien u een nieuwe munt gaat toevoegen kunt u daar gelijk een Narratief toekennen. De app wordt geleverd met een initiële narratievenList die kan worden aangepast. De naam en beschrijving kunnen worden gewijzigd en er kunnen ook nieuwe narratieven worden toegevoegd.

# Narratives_Title.Text
source: Narratives
nl: Narratieven

# NarrativesLV_Delete.Label
source: Delete
nl: Verwijderen

# NarrativeDialog_Description.Header
source: Narrative Description
nl: Narratief omschrijving

# NarrativeDialog_Description.PlaceholderText
source: Description goes here....
nl: Omschrijving komt hier...

# NarrativeDialog_Name.Header
source: Narrative Name
nl: Narratief naam

# NarrativeDialog_Name.PlaceholderText
source: e.g. Layer 1...
nl: bijv. Layer 1...

# NarrativeDialog_CloseButton
source: Cancel
nl: Annuleren

# NarrativeDialog_PrimaryButton_Add
source: Accept Narrative
nl: Accepteer narratief

# NarrativeDialog_PrimaryButton_Edit
source: Accept
nl: Accepteren

# NarrativeDialog_Title_Add
source: Add Narrative
nl: Narratief toevoegen

# NarrativeDialog_Title_Edit
source: Edit Narrative
nl: Narratief wijzigen

# Messages_NarrativeAddFailed_Title
source: Adding Narrative failed
nl: Fout bij het toevoegen van een narratief

# Messages_NarrativeDeleteFailed_Msg
source: Narrative may have assets assigned.
nl: Aan het narratief zijn al munten gekoppeld

# Messages_NarrativeDeleteFailed_Title
source: Failed to delete Narrative
nl: Fout bij het verwijderen van een narratief

# Messages_NarrativeDialogFailed_Title
source: Narrative Dialog Failure
nl: Fout bij het openen van het Narratief dialoogvenster

# Messages_NarrativetUpdateFailed_Title
source: Updating narrative failed
nl: Fout bij het updaten van het narratief

# Messages_NarrativeDeleteNotAllowd_Title
source: Deleting not allowed!
nl: Verwijderen niet toegestaan!

# Messages_NarrativeDeleteNotAllowed_Msg
source: The Narrative is assigned to one or more assets.
nl: Het narratief is aan één of meer munten gekoppeld

# PieChartView_Narratives.Text
source: Narratives distribution
nl: Narratief verdeling

# CoinDialog_Narrative.Header
source: Narrative
nl: Narratief

# LibraryLV_AssignNarrative.Label
source: Assign/Change Narrative
nl: Narratief toekennen/wijzigen

# Messages_AssignNarrativeFailed_Title
source: Assigning Narrative failed
nl: Fout bij het toekennen van een narratief

# Messages_AssignNarrativeDialogFailed_Title
source: Assign Narrative dialog failure
nl: Fout bij het openen van het dialoogvenster

# AssignNarrativeDialog_Title_Edit
source: Assign/Edit Narrative for
nl: Toekennen/wijzigen narratief voor

# AssignNarrativeDialog_PrimaryButton_Edit
source: Assign Narrative
nl: Narratief toekennen

# AssignNarrativeDialog_AboutHeader.Text
source: Description/Note
nl: Omschrijving/notitie

# AssignNarrativeDialog_ComboHeader.Header
source: Narrative
nl: Narratief

# LibraryLV_Narrative.Text
source: Narrative
nl: Narratief

# NarrativeDialog_NarrativeNameExists
source: a Narrative with this name already exists
nl: er bestaat al een narratief met deze naam

# AccountDialog_AccountNameExists
source: an Account with this name already exists
nl: er bestaat al een account met deze naam

# Navigation_TeachNarrative.Title
source: New Feature! The Narrative View
nl: Nieuwe functie! Het narratieven overzicht

# Navigation_TeachAssets.Title
source: How to Start! (3 of 3)
nl: Hoe starten! (3 van 3)

# Navigation_TeachAccounts.Title
source: How to Start! (2 of 3)
nl: Hoe starten! (2 van 3)

# Navigation_TeachLibrary.Title
source: How to Start! (1 of 3)
nl: Hoe starten! (1 van 3)

# Dashboard_TeachNarrative.Title
source: New Feature! (2 of 2)
nl: Nieuwe functie! (2 van 2)

# Dashboard_TeachPortfolio.Title
source: New Feature! (1 of 2)
nl: Nieuwe functie! (1 van 2)

# Narrative_TeachGeneral.Title
source: Click on a Narrative in the list to expand and show the related coins
nl: Klik op een narratief in de lijst om deze uit te vouwen en de bijbehorende munten te tonen

# Library_TeachNarrative.Title
source: Narrative Column Added!
nl: Narratief kolom toegevoegd!

# Navigation_TeachNarrative.Subtitle
source: Assign a main Narrative to each of your coins to get a Narrative View. Assigning can be done at the Library for already existing coins or when adding a new coin.
nl: Wijs een narratief toe aan elk van uw munten om een ​​narratief overzicht te krijgen. Toewijzen kan worden gedaan in de bibliotheek voor reeds bestaande munten of bij het toevoegen van een nieuwe munt.

# Navigation_TeachAssets.Subtitle
source: Step 3: Build up your Portfolio by adding Transactions in the Assets View
nl: Stap 3: Bouw uw portefeuille op door transacties toe te voegen in de portefeuilleweergave

# Navigation_TeachAccounts.Subtitle
source: Step 2: Add Accounts. An Account is a location where you hold your coins, like Bybit, MEXC, Ledger, Trezor or any other exchange or wallet
nl: Stap 2: Accounts toevoegen. Een account is een locatie waar u uw munten bewaart, zoals Bybit, MEXC, Ledger, Trezor of een andere exchange of wallet

# Navigation_TeachLibrary.Subtitle
source: Step 1: Add coins to your Library.
nl: Stap 1: Voeg munten toe aan uw bibliotheek.

# Dashboard_TeachNarrative.Subtitle
source: Assign a main Narrative to each of your coins to get a Narrative Distribution. Assigning can be done at the Library for already existing coins or when adding a new coin
nl: Wijs een narratief toe aan elk van uw munten om een ​​narrtief verdeling te krijgen. Toewijzen kan worden gedaan in de bibliotheek voor reeds bestaande munten of bij het toevoegen van een nieuwe munt

# Dashboard_TeachPortfolio.Subtitle
source: Set Maximum Number of visible coins in 'Settings -> Dashboard Settings'. The remaining coins will be grouped into 'Others'
nl: Stel het maximale aantal zichtbare munten in 'Instellingen -> Dashboardinstellingen' in. De resterende munten worden gegroepeerd in 'Others'

# Narrative_TeachGeneral.Subtitle
source: First you have to assign a Narrative to each of the coins. You can do that in the Library
nl: Eerst moet je een Narratief toewijzen aan elk van de munten. Dat kun je doen in de bibliotheek

# Library_TeachNarrative.Subtitle
source: Assigning Narratives can be done for existing coins by selecting the action dots ... on the right of each coin
nl: Het toewijzen van een narratief kan worden gedaan voor bestaande munten door de 'actie'-punten te selecteren, helemaal rechts naast elke munt.

# NarrativesLV_ShowOnlyAssets.Content
source: Show only Assets
nl: Toon alleen portefeuille

# HeatMapType_Rsi.Content
source: daily RSI
nl: dagelijkse RSI

# HeatMapView_Target_YAxisTitle
source: Distance to Profit Take Level [%]
nl: Afstand tot target [%]

# HeatMapView_Rsi_YAxisTitle
source: daily RSI
nl: dagelijkse RSI

# HeatMap_TeachRsi.Title
source: New Feature: daily RSI bubbles
nl: Nieuwe functie: dagelijkse RSI

# SwitchPortfolio_Title.Text
source: Switch Portfolio
nl: Wissel Portefeuille

# SwitchPortfolioLV_Title.Text
source: Portfolios
nl: Portefeuille

# SwitchPortfolioLV_LastAccess
source: last access
nl: laatst geopend

# Navigation_SwitchPortfolio.Content
source: Switch Portfolio
nl: Wissel portefeuille

# PortfolioAdmin_Title.Text
source: Portfolio Admin
nl: Portefeuille Admin

# PortfolioAdmin_Explainer.Text
source: This view provides you with the means to maintain your portfolio's with regard to renaming, adding, removing and copying of a portfolio. The App also creates Restore Points at specific moments. In case of a faulty portfolio, you wil have the possibility to restore the portfolio by using a Restore Point. Besides that, you can also create/restore your own backup. This could be usefull for example for (temporary) moving your portfolio to a laptop during holiday.
nl: Deze weergave biedt u de mogelijkheid om uw portefeuilles te onderhouden met betrekking tot het hernoemen, toevoegen, verwijderen en kopiëren van een portefeuille. De app maakt ook herstelpunten op specifieke momenten. In het geval van een defecte portefeuille, heeft u de mogelijkheid om deze te herstellen met behulp van een herstelpunt. Daarnaast kunt u ook uw eigen back-up maken/herstellen. Dit kan bijvoorbeeld handig zijn om uw portefeuille (tijdelijk) te verplaatsen naar een laptop voor tijdens de vakantie.

# Navigation_Admin.Content
source: Portfolio Admin
nl: Portefeuille Admin

# PortfolioDialog_Title_Edit
source: Rename Portfolio
nl: Portefeuille hernoemen

# PortfolioDialog_PrimaryButton_Edit
source: Accept
nl: Accepteren

# PortfolioDialog_CloseButton
source: Cancel
nl: annuleren

# PortfolioDialog_Title_Add
source: Add a new Portfolio
nl: Een nieuwe portefeuille toevoegen

# PortfolioDialog_PrimaryButton_Add
source: Accept
nl: Accepteren

# PortfolioDialog_NameExists
source: A portfolio with this name already exists.
nl: Een portefeuille met deze naam bestaat al

# Messages_PortfolioRenameFailed_Title
source: Renaming Portfolio failed
nl: Fout bij het hernoemen van de portefeuille

# PortfolioDialog_Name.Header
source: Portfolio Name
nl: Portefeuille naam

# Messages_PortfolioAddFailed_Title
source: Failed to add Portfolio
nl: Fout bij het toevoegen van de portfolio

# PortfolioAdmin_PreName.Text
source: All data specifically related to portfolio
nl: Alle gegevens die specifiek betrekking hebben op de portefeuille

# PortfolioAdmin_PostName.Text
source: will be removed. Do you want to continue?
nl: worden verwijderd. Wilt u doorgaan?

# PortfolioAdmin_DeleteConfirm.Content
source: Yes, remove portfolio
nl: Ja, verwijder portefeuille

# PortfolioAdmin_ShowRestoreButton.Label
source: Show Restore Points
nl: Toon herstelpunten

# PortfolioAdmin_AddButton.Label
source: Add
nl: Toevoegen

# PortfolioAdmin_RenameButton.Label
source: Rename
nl: Hernoemen

# PortfolioAdmin_CopyButton.Label
source: Copy
nl: Kopieren

# PortfolioAdmin_DeleteButton.Label
source: Delete
nl: Verwijderen

# Messages_PortfolioDeleteFailed_Title
source: Failed to delete portfolio
nl: Fout bij verwijderen van portefeuille

# PortfolioAdmin_RestoreButton.Label
source: Restore
nl: Herstellen

# PortfolioAdmin_RestoreConfirm.Content
source: Yes, restore portfolio
nl: Ja, herstel portefeuille

# PortfolioAdmin_RestorePreName.Text
source: Do you want to restore portfolio
nl: Wilt u de portefeuille herstellen?

# PortfolioAdmin_RestoreMidName.Text
source: will be restored using restore point
nl: wordt hersteld met behulp van herstelpunt

# PortfolioAdmin_RestorePostName.Text
source: Do you want to continue?
nl: Wilt U verder gaan?

# PortfolioAdmin_RestoreTitle.Text
source: Restore Points for
nl: Herstelpunten voor

# Messages_PortfolioRestoreConnectFailed_Title
source: Reconnecting portfolio after applying a Restore Point failed. Please apply another Restore Point or Backup.
nl: Portfolio opnieuw verbinden na toepassen van een herstelpunt is mislukt. Pas een ander herstelpunt of een back-up toe.

# Messages_PortfolioRestoreWarning_Title
source: Restoring Mandatory portfolio files succeeded.
nl: Het herstellen van de verplichte portfoliobestanden is gelukt.

# Messages_PortfolioRestoreCriticalError_Title
source: Restoring Portfolio failed.
nl: Herstellen van Portfolio mislukt.

# Messages_PortfolioRestoreCriticalError_Message
source: Failure during restore. Possible changes have been reverted. Restore not app;ied. See log-files for details.
nl: Fout tijdens herstel. Mogelijke wijzigingen zijn teruggedraaid. Herstel niet toegepast. Zie logbestand voor details.

# Messages_PortfolioRestoreDisconnectFailed_Title
source: Disconnecting portfolio failed.
nl: Het loskoppelen van de portefeuille is mislukt.

# Messages_PortfolioRestoreWarning_Message
source: Fault occured during restoring MarketCharts. See log-file for details.
nl: Er is een fout opgetreden tijdens het herstellen van MarketCharts. Zie logbestand voor details.

# PortfolioAdmin_DeleteRestoreButton.Label
source: Delete
nl: Verwijderen

# PortfolioDialog_Title_Copy
source: Copy
nl: Kopieer

# Messages_PortfolioCopyFailed_Title
source: Copying Portfolio failed.
nl: Fout bij het kopieren van de portefeuille.

# CopyPortfolioDialog_RbFullCopy.Content
source: Full Copy
nl: Volledige kopie

# CopyPortfolioDialog_RbPartialCopy.Content
source: Partial Copy
nl: Gedeeltelijke kopie

# CopyPortfolioDialog_RadioButtons.Header
source: Option
nl: Optie

# CopyPortfolioDialog_CopyOptions.Text
source: Choose which Copy option you prefer. A Full copy results in an exact copy including Assets and Transactions. A Partial copy contains the Coin Library (including PriceLevels and Narratives) and the Accounts.
nl: Kies welke kopieeroptie u verkiest. Een volledige kopie resulteert in een exacte kopie inclusief activa en transacties. Een gedeeltelijke kopie bevat de Muntenbibliotheek (inclusief prijsniveaus en narratieven) en de Accounts.

# CopyPortfolioDialog_Name.Header
source: New Portfolio Name
nl: Nieuwe portefeuille naam

# PortfolioDialog_PrimaryButton_Copy
source: Create Copy
nl: Kopie maken

# SwitchPortfolio_Explainer.Text
source: The Crypto Portfolio Tracker supports multiple portfolios. Go to the Portfolio Admin view to manage and setup your portfolio(s). Switch from portfolio by double-clicking one of the portfolios in the list below.
nl: De Crypto Portfolio Tracker ondersteunt meerdere portefeuilles. Ga naar de Portefeuille Admin-weergave om uw portefeuilles te beheren en in te stellen. Wissel van portefeuille door te dubbelklikken op een van de portefeuilles in de onderstaande lijst.

# PortfolioAdmin_SaveBackupButton.Label
source: Save Backup
nl: Backup opslaan

# PortfolioDialog_Title_Restore
source: Restore a Portfolio
nl: Een portefeuille herstellen

# PortfolioDialog_PrimaryButton_Restore
source: Restore
nl: Herstellen

# RestorePortfolioDialog_ExplNoSignature
source: Invalid Backup. Cannot continue with Restore
nl: Ongeldige backup. Kan niet doorgaan met herstellen

# RestorePortfolioDialog_ExplPortfolioExist
source: Restoring this backup will overwrite the existing portfolio below. If needed make a backup first.
nl: Het herstellen van deze backup overschrijft de bestaande portfolio hieronder. Maak indien nodig eerst een backup.

# RestorePortfolioDialog_ExplPortfolioNotExist
source: No such actual portfolio found. Restoring this backup will result in a new portfolio with the following name:
nl: Geen dergelijke portfolio gevonden. Het herstellen van deze backup resulteert in een nieuwe portfolio met de volgende naam:

# PortfolioAdmin_RestoreBackupButton.Label
source: Restore Backup
nl: Backup terugzetten

# RestorePortfolioDialog_Name.Header
source: Portfolio Name
nl: Portefeuillenaam

# RestorePortfolioDialog_ExplError
source: Error while extracting backup. Cannot continue with restore
nl: Fout bij het uitpakken van de back-up. Kan niet doorgaan met herstellen.

# Messages_ScheduledTask_Explainer
source: The CryptoPortfolioTracker needs to register a scheduled task to perform a daily update of the Market Charts. The application needs to run once as an administrator to register the scheduled task. It will restart and prompt you to accept changes.
nl: De CryptoPortfolioTracker moet een geplande taak registreren om de marktgrafieken dagelijks bij te werken. De applicatie moet één keer als beheerder worden uitgevoerd om de geplande taak te registreren. De applicatie wordt opnieuw opgestart en u wordt gevraagd de wijzigingen te accepteren.

# Messages_GraphUpdateService_InvalidChartsTitle
source: Invalid MarketChart Found for
nl: Ongeldige MarketChart gevonden voor

# Messages_ScheduledTask_Title
source: Administrator Privileges Required
nl: Beheerdersrechten vereist

# PriceLevelsLV_DistanceToEmaLevel.Text
source: Distance
nl: Afstand

# HeatMapView_Ema_YAxisTitle
source: Distance to MA [%]
nl: Afstand tot MA [%]

# HeatMap_TeachEma.Title
source: New Feature: daily EMA bubbles
nl: Nieuw: dagelijkse 50 EMA bubbles

# HeatMapType_Ema.Content
source: daily 50 EMA
nl: dagelijkse 50 EMA

# Messages_DashboardSettingsDialogFailed_Title
source: Failed to show DashboardSettings Dialog
nl: Fout bij het openen van het Dashboard Settings Dialoogvenster

# Messages_PortfolioSettingsDialogFailed_Title
source: Failed to show PortfolioSettings Dialog
nl: Fout bij het openen van het Portefeuille Settings Dialoogvenster

# settingsExpander_Password.Description
source: Expand this to get access to password settings. Protect your app and configure also a duress password
nl: Vouw dit uit om toegang te krijgen tot de wachtwoordinstellingen. Bescherm je app en configureer ook een dwangwachtwoord.

# settingsExpander_Password.Header
source: Security
nl: Veiligheid

# Settings_Password.Description
source: Protect access to the app with a password
nl: Beveilig de toegang tot de app met een wachtwoord

# Settings_Password.Header
source: Access Password
nl: Toegangswachtwoord

# Settings_duressPassword.Description
source: Access to your app under duress? Using the duress password will open the app with a decoy portfolio. This one is initialy empty but if you prefer, you can add some small positions.
nl: Toegang tot je app onder dwang? Met het dwangwachtwoord open je de app met een nepportfolio. Deze is in eerste instantie leeg, maar je kunt er desgewenst kleine posities aan toevoegen.

# Settings_duressPassword.Header
source: Duress Password
nl: Dwangwachtwoord

# Messages_duressPassword_Changed_Msg
source: Your duress password has been updated.
nl: Uw dwangwachtwoord is bijgewerkt.

# Messages_duressPassword_Changed_Title
source: Duress Password Changed
nl: Dwangwachtwoord gewijzigd

# Messages_duressPassword_Incorrect_Msg
source: The current duress password is incorrect.
nl: Het huidige dwangwachtwoord is onjuist.

# Messages_duressPassword_Incorrect_Title
source: Incorrect Duress Password
nl: Onjuist dwangwachtwoord

# Messages_Password_Changed_Msg
source: Your password has been updated.
nl: Uw wachtwoord is bijgewerkt.

# Messages_Password_Changed_Title
source: Password Changed
nl: Wachtwoord gewijzigd

# Messages_Password_Incorrect_Msg
source: The current password is incorrect.
nl: Het huidige wachtwoord is onjuist.

# Messages_Password_Incorrect_Title
source: Incorrect Password
nl: Onjuist wachtwoord

# Settings_duressPasswordBox_Current.PlaceholderText
source: Current duress password
nl: Huidig dwangwachtwoord

# Settings_PasswordBox_Current.PlaceholderText
source: Current password
nl: Huidig wachtwoord

# Settings_duressPasswordBox_New.PlaceholderText
source: New duress password
nl: Nieuw dwangwachtwoord

# Settings_PasswordBox_New.PlaceholderText
source: New password
nl: Nieuw wachtwoord

# Messages_duressPassword_New_Required_Msg
source: Duress Password cannot be blank or whitespace
nl: Dwangwachtwoord mag niet leeg of met spaties zijn

# Messages_duressPassword_New_Required_Title
source: Incorrect duress password
nl: Onjuist dwangwachtwoord

# Messages_duressPassword_Set_Msg
source: The new duress password has been set
nl: Het nieuwe dwangwachtwoord is ingesteld
